Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Could not recover any sessions. The backup data may be incomplete or corrupted.
ar: تعذّر استرداد أي جلسات. قد تكون بيانات النسخة الاحتياطية ناقصة أو تالفة.
da: Kunne ikke gendanne nogen sessioner. Backup-data er måske ufuldstændige eller beskadigede.
de: Es konnten keine Sitzungen wiederhergestellt werden. Die Sicherungsdaten sind möglicherweise unvollständig oder beschädigt.
es: No se pudo recuperar ninguna sesión. Los datos de la copia de seguridad pueden estar incompletos o dañados.
fi: Yhtään istuntoa ei voitu palauttaa. Varmuuskopion tiedot voivat olla puutteellisia tai vioittuneita.
fr: Aucune séance n’a pu être récupérée. Les données de sauvegarde sont peut-être incomplètes ou corrompues.
is: Ekki tókst að endurheimta neinar lotur. Afritsgögnin gætu verið ófullkomin eða skemmd.
it: Non è stato possibile recuperare alcuna sessione. I dati di backup potrebbero essere incompleti o corrotti.
ja: セッションを 1 件も復元できませんでした。バックアップデータが不完全か破損している可能性があります。
ko: 어떤 세션도 복구하지 못했습니다. 백업 데이터가 불완전하거나 손상되었을 수 있습니다.
nb: Kunne ikke gjenopprette noen økter. Sikkerhetskopidataene kan være ufullstendige eller ødelagte.
nl: Er konden geen sessies worden hersteld. De back-upgegevens zijn mogelijk onvolledig of beschadigd.
pt_br: Não foi possível recuperar nenhuma sessão. Os dados do backup podem estar incompletos ou corrompidos.
ru: Не удалось восстановить ни одной сессии. Данные резервной копии могут быть неполными или повреждёнными.
sv: Kunde inte återställa några pass. Säkerhetskopians data kan vara ofullständiga eller skadade.
zh_hans: 未能恢复任何记录。备份数据可能不完整或已损坏。

source: Could not recover the session. The backup data may be incomplete. Check Settings → iCloud & Data → Recover Lost Sessions for manual recovery.
ar: تعذّر استرداد الجلسة. قد تكون بيانات النسخة الاحتياطية غير مكتملة. افتح الإعدادات ← iCloud والبيانات ← استرداد الجلسات المفقودة للاسترداد اليدوي.
da: Kunne ikke gendanne sessionen. Sikkerhedskopien kan være ufuldstændig. Åbn Indstillinger → iCloud og data → Gendan tabte sessioner for manuel genopretning.
de: Die Sitzung konnte nicht wiederhergestellt werden. Die Sicherung ist möglicherweise unvollständig. Öffne Einstellungen → iCloud & Daten → Verlorene Sitzungen wiederherstellen, um sie manuell wiederherzustellen.
es: No se pudo recuperar la sesión. Puede que la copia de seguridad esté incompleta. Abre Ajustes → iCloud y datos → Recuperar sesiones perdidas para recuperarla manualmente.
fi: Istuntoa ei voitu palauttaa. Varmuuskopio voi olla puutteellinen. Avaa Asetukset → iCloud ja tiedot → Palauta kadonneet istunnot palauttaaksesi sen käsin.
fr: Impossible de récupérer la session. La sauvegarde est peut-être incomplète. Ouvrez Réglages → iCloud et données → Récupérer les sessions perdues pour la récupérer manuellement.
is: Gat ekki endurheimt lotuna. Öryggisafritið gæti verið ófullkomið. Opnaðu Stillingar → iCloud og gögn → Endurheimta glataðar lotur til að endurheimta hana handvirkt.
it: Impossibile recuperare la sessione. Il backup potrebbe essere incompleto. Apri Impostazioni → iCloud e dati → Recupera sessioni perse per recuperarla manualmente.
ja: セッションを復元できませんでした。バックアップが不完全な可能性があります。手動で復元するには 設定 → iCloudとデータ → 消失セッションを復元 を開いてください。
ko: 세션을 복구할 수 없습니다. 백업 데이터가 불완전할 수 있습니다. 수동으로 복구하려면 설정 → iCloud 및 데이터 → 유실된 세션 복구을(를) 여세요.
nb: Kunne ikke gjenopprette økten. Sikkerhetskopien kan være ufullstendig. Åpne Innstillinger → iCloud og data → Gjenopprett tapte økter for å gjenopprette den manuelt.
nl: Kon de sessie niet herstellen. De back-up is mogelijk onvolledig. Open Instellingen → iCloud en gegevens → Verloren sessies herstellen om hem handmatig te herstellen.
pt_br: Não foi possível recuperar a sessão. O backup pode estar incompleto. Abra Configurações → iCloud e dados → Recuperar Sessões Perdidas para recuperá-la manualmente.
ru: Не удалось восстановить сессию. Резервная копия может быть неполной. Откройте Настройки → iCloud и данные → Восстановить потерянные сессии, чтобы восстановить её вручную.
sv: Kunde inte återställa sessionen. Säkerhetskopian kan vara ofullständig. Öppna Inställningar → iCloud och data → Återställ förlorade sessioner för att återställa den manuellt.
zh_hans: 无法恢复该记录。备份数据可能不完整。请打开 设置 → iCloud 与数据 → 恢复丢失的记录 手动恢复。

source: Could not recover the workout. The backup data may be incomplete. Check Settings → iCloud & Data → Recover Lost Sessions for manual recovery.
ar: تعذّر استرداد التمرين. قد تكون بيانات النسخة الاحتياطية غير مكتملة. افتح الإعدادات ← iCloud والبيانات ← استرداد الجلسات المفقودة للاسترداد اليدوي.
da: Kunne ikke gendanne træningen. Sikkerhedskopien kan være ufuldstændig. Åbn Indstillinger → iCloud og data → Gendan tabte sessioner for manuel genopretning.
de: Das Training konnte nicht wiederhergestellt werden. Die Sicherung ist möglicherweise unvollständig. Öffne Einstellungen → iCloud & Daten → Verlorene Sitzungen wiederherstellen, um es manuell wiederherzustellen.
es: No se pudo recuperar el entrenamiento. Puede que la copia de seguridad esté incompleta. Abre Ajustes → iCloud y datos → Recuperar sesiones perdidas para recuperarlo manualmente.
fi: Harjoitusta ei voitu palauttaa. Varmuuskopio voi olla puutteellinen. Avaa Asetukset → iCloud ja tiedot → Palauta kadonneet istunnot palauttaaksesi sen käsin.
fr: Impossible de récupérer la séance. La sauvegarde est peut-être incomplète. Ouvrez Réglages → iCloud et données → Récupérer les sessions perdues pour la récupérer manuellement.
is: Gat ekki endurheimt æfinguna. Öryggisafritið gæti verið ófullkomið. Opnaðu Stillingar → iCloud og gögn → Endurheimta glataðar lotur til að endurheimta hana handvirkt.
it: Impossibile recuperare l’allenamento. Il backup potrebbe essere incompleto. Apri Impostazioni → iCloud e dati → Recupera sessioni perse per recuperarlo manualmente.
ja: ワークアウトを復元できませんでした。バックアップが不完全な可能性があります。手動で復元するには 設定 → iCloudとデータ → 消失セッションを復元 を開いてください。
ko: 운동을 복구할 수 없습니다. 백업 데이터가 불완전할 수 있습니다. 수동으로 복구하려면 설정 → iCloud 및 데이터 → 유실된 세션 복구을(를) 여세요.
nb: Kunne ikke gjenopprette økten. Sikkerhetskopien kan være ufullstendig. Åpne Innstillinger → iCloud og data → Gjenopprett tapte økter for å gjenopprette den manuelt.
nl: Kon de training niet herstellen. De back-up is mogelijk onvolledig. Open Instellingen → iCloud en gegevens → Verloren sessies herstellen om hem handmatig te herstellen.
pt_br: Não foi possível recuperar o treino. O backup pode estar incompleto. Abra Configurações → iCloud e dados → Recuperar Sessões Perdidas para recuperá-lo manualmente.
ru: Не удалось восстановить тренировку. Резервная копия может быть неполной. Откройте Настройки → iCloud и данные → Восстановить потерянные сессии, чтобы восстановить её вручную.
sv: Kunde inte återställa passet. Säkerhetskopian kan vara ofullständig. Öppna Inställningar → iCloud och data → Återställ förlorade sessioner för att återställa det manuellt.
zh_hans: 无法恢复该运动。备份数据可能不完整。请打开 设置 → iCloud 与数据 → 恢复丢失的记录 手动恢复。

source: Could not restore purchases. Please try again.
ar: تعذّرت استعادة المشتريات. يرجى المحاولة مرة أخرى.
da: Kunne ikke gendanne køb. Prøv igen.
de: Käufe konnten nicht wiederhergestellt werden. Bitte versuche es erneut.
es: No se pudieron restaurar las compras. Inténtalo de nuevo.
fi: Ostoksia ei voitu palauttaa. Yritä uudelleen.
fr: Impossible de restaurer les achats. Veuillez réessayer.
is: Ekki tókst að endurheimta kaup. Reyndu aftur.
it: Impossibile ripristinare gli acquisti. Riprova.
ja: 購入を復元できませんでした。もう一度お試しください。
ko: 구매를 복원할 수 없습니다. 다시 시도하세요.
nb: Kunne ikke gjenopprette kjøp. Prøv igjen.
nl: Kan aankopen niet herstellen. Probeer het opnieuw.
pt_br: Não foi possível restaurar as compras. Tente novamente.
ru: Не удалось восстановить покупки. Попробуйте ещё раз.
sv: Det gick inte att återställa köp. Försök igen.
zh_hans: 无法恢复购买。请重试。

source: Could not restore the session. Check Settings → iCloud & Data → Recover Lost Sessions for manual recovery.
ar: تعذّرت استعادة الجلسة. افتح الإعدادات ← iCloud والبيانات ← استرداد الجلسات المفقودة للاسترداد اليدوي.
da: Kunne ikke gendanne sessionen. Åbn Indstillinger → iCloud og data → Gendan tabte sessioner for manuel genopretning.
de: Die Sitzung konnte nicht wiederhergestellt werden. Öffne Einstellungen → iCloud & Daten → Verlorene Sitzungen wiederherstellen, um sie manuell wiederherzustellen.
es: No se pudo restaurar la sesión. Abre Ajustes → iCloud y datos → Recuperar sesiones perdidas para recuperarla manualmente.
fi: Istuntoa ei voitu palauttaa. Avaa Asetukset → iCloud ja tiedot → Palauta kadonneet istunnot palauttaaksesi sen käsin.
fr: Impossible de restaurer la session. Ouvrez Réglages → iCloud et données → Récupérer les sessions perdues pour la récupérer manuellement.
is: Gat ekki endurheimt lotuna. Opnaðu Stillingar → iCloud og gögn → Endurheimta glataðar lotur til að endurheimta hana handvirkt.
it: Impossibile ripristinare la sessione. Apri Impostazioni → iCloud e dati → Recupera sessioni perse per recuperarla manualmente.
ja: セッションを復元できませんでした。手動で復元するには 設定 → iCloudとデータ → 消失セッションを復元 を開いてください。
ko: 세션을 복원할 수 없습니다. 수동으로 복구하려면 설정 → iCloud 및 데이터 → 유실된 세션 복구을(를) 여세요.
nb: Kunne ikke gjenopprette økten. Åpne Innstillinger → iCloud og data → Gjenopprett tapte økter for å gjenopprette den manuelt.
nl: Kon de sessie niet herstellen. Open Instellingen → iCloud en gegevens → Verloren sessies herstellen om hem handmatig te herstellen.
pt_br: Não foi possível restaurar a sessão. Abra Configurações → iCloud e dados → Recuperar Sessões Perdidas para recuperá-la manualmente.
ru: Не удалось восстановить сессию. Откройте Настройки → iCloud и данные → Восстановить потерянные сессии, чтобы восстановить её вручную.
sv: Kunde inte återställa sessionen. Öppna Inställningar → iCloud och data → Återställ förlorade sessioner för att återställa den manuellt.
zh_hans: 无法恢复记录。请打开 设置 → iCloud 与数据 → 恢复丢失的记录 手动恢复。

source: Couldn't analyze that spot — too many irregular beats nearby. Try a calmer point on the chart.
ar: تعذّر تحليل تلك النقطة — نبضات غير منتظمة كثيرة قريبة منها. جرّب نقطة أهدأ على المخطط.
da: Kunne ikke analysere det punkt — for mange uregelmæssige slag i nærheden. Prøv et roligere sted på grafen.
de: Diese Stelle ließ sich nicht auswerten — zu viele unregelmäßige Schläge in der Nähe. Wähle einen ruhigeren Punkt im Diagramm.
es: No se pudo analizar ese punto — hay demasiados latidos irregulares cerca. Prueba un punto más tranquilo del gráfico.
fi: Tuota kohtaa ei voitu analysoida — lähellä on liikaa epäsäännöllisiä lyöntejä. Kokeile rauhallisempaa kohtaa kaaviossa.
fr: Impossible d’analyser ce point — trop de battements irréguliers à proximité. Essayez un endroit plus calme du graphique.
is: Ekki tókst að greina þennan stað — of mörg óregluleg slög nálægt. Prófaðu rólegri punkt á ritinu.
it: Impossibile analizzare quel punto — troppi battiti irregolari nelle vicinanze. Prova un punto più tranquillo del grafico.
ja: その地点は解析できませんでした — 近くに不整な拍が多すぎます。グラフのより落ち着いた箇所をお試しください。
ko: 해당 지점을 분석할 수 없습니다 — 주변에 불규칙한 박동이 너무 많습니다. 그래프에서 더 안정된 지점을 시도해 보세요.
nb: Kunne ikke analysere det punktet — for mange uregelmessige slag i nærheten. Prøv et roligere sted i diagrammet.
nl: Kon dat punt niet analyseren — te veel onregelmatige slagen in de buurt. Probeer een rustiger punt in de grafiek.
pt_br: Não foi possível analisar esse ponto — há batimentos irregulares demais por perto. Tente um ponto mais calmo do gráfico.
ru: Не удалось проанализировать эту точку — рядом слишком много нерегулярных ударов. Выберите более спокойное место на графике.
sv: Kunde inte analysera den punkten — för många oregelbundna slag i närheten. Prova ett lugnare ställe i diagrammet.
zh_hans: 无法分析该处 — 附近不规则搏动过多。请在图表上换一个更平稳的位置。

source: Couldn't apply this window — the saved data was incomplete. Try a different position.
ar: تعذّر تطبيق هذه النافذة — كانت البيانات المحفوظة ناقصة. جرّب موضعًا مختلفًا.
da: Kunne ikke anvende dette vindue — de gemte data var ufuldstændige. Prøv en anden position.
de: Dieses Fenster konnte nicht angewendet werden — die gespeicherten Daten waren unvollständig. Versuche eine andere Position.
es: No se pudo aplicar esta ventana — los datos guardados estaban incompletos. Prueba otra posición.
fi: Tätä ikkunaa ei voitu käyttää — tallennetut tiedot olivat puutteelliset. Kokeile toista kohtaa.
fr: Impossible d’appliquer cette fenêtre — les données enregistrées étaient incomplètes. Essayez une autre position.
is: Ekki tókst að beita þessum glugga — vistuðu gögnin voru ófullkomin. Prófaðu aðra staðsetningu.
it: Impossibile applicare questa finestra — i dati salvati erano incompleti. Prova una posizione diversa.
ja: このウィンドウを適用できませんでした — 保存データが不完全です。別の位置を試してください。
ko: 이 구간을 적용할 수 없습니다 — 저장된 데이터가 불완전합니다. 다른 위치를 시도하세요.
nb: Kunne ikke bruke dette vinduet — de lagrede dataene var ufullstendige. Prøv en annen posisjon.
nl: Kon dit venster niet toepassen — de opgeslagen gegevens waren onvolledig. Probeer een andere positie.
pt_br: Não foi possível aplicar esta janela — os dados salvos estavam incompletos. Tente outra posição.
ru: Не удалось применить это окно — сохранённые данные неполны. Попробуйте другое положение.
sv: Kunde inte tillämpa detta fönster — sparad data var ofullständig. Prova en annan position.
zh_hans: 无法应用此窗口 — 已保存的数据不完整。请尝试其他位置。

source: Couldn't build recap card. Try again.
ar: تعذّر إنشاء بطاقة الملخص. حاول مرة أخرى.
da: Kunne ikke oprette opsummeringskort. Prøv igen.
de: Rückblick-Karte konnte nicht erstellt werden. Erneut versuchen.
es: No se pudo crear la tarjeta resumen. Inténtalo de nuevo.
fi: Koostekortin luonti epäonnistui. Yritä uudelleen.
fr: Impossible de créer la carte récap. Réessayez.
is: Tókst ekki að búa til yfirlitsspjald. Reyndu aftur.
it: Impossibile creare la card riepilogo. Riprova.
ja: リキャップカードを作成できませんでした。もう一度お試しください。
ko: 리캡 카드를 만들 수 없습니다. 다시 시도하세요.
nb: Kunne ikke lage oppsummeringskort. Prøv igjen.
nl: Kon recap-kaart niet maken. Probeer opnieuw.
pt_br: Não foi possível criar o cartão de resumo. Tente novamente.
ru: Не удалось создать карточку итогов. Повторите.
sv: Kunde inte skapa sammanfattningskort. Försök igen.
zh_hans: 无法生成回顾卡片。请重试。

source: Couldn't decode GPS track for export.
ar: تعذّر فك تشفير مسار GPS للتصدير.
da: Kunne ikke afkode GPS-sporet til eksport.
de: GPS-Track konnte für den Export nicht dekodiert werden.
es: No se pudo decodificar la traza GPS para exportar.
fi: GPS-jäljen purku vientiä varten epäonnistui.
fr: Impossible de décoder la trace GPS pour l’export.
is: Tókst ekki að afkóða GPS-slóð fyrir útflutning.
it: Impossibile decodificare la traccia GPS per l’esportazione.
ja: 書き出し用の GPS 軌跡をデコードできませんでした。
ko: 내보내기용 GPS 경로를 디코딩할 수 없습니다.
nb: Kunne ikke dekode GPS-sporet for eksport.
nl: Kon GPS-track niet decoderen voor export.
pt_br: Não foi possível decodificar o trajeto GPS para exportação.
ru: Не удалось декодировать GPS-трек для экспорта.
sv: Kunde inte avkoda GPS-spåret för export.
zh_hans: 无法解码用于导出的 GPS 轨迹。

source: Couldn't generate report
ar: تعذّر إنشاء التقرير
da: Kunne ikke generere rapport
de: Bericht konnte nicht erstellt werden
es: No se pudo generar el informe
fi: Raportin luominen epäonnistui
fr: Impossible de générer le rapport
is: Ekki tókst að búa til skýrslu
it: Impossibile generare il report
ja: レポートを生成できませんでした
ko: 보고서를 생성할 수 없습니다
nb: Kunne ikke generere rapport
nl: Rapport kon niet worden gegenereerd
pt_br: Não foi possível gerar o relatório
ru: Не удалось создать отчёт
sv: Kunde inte generera rapport
zh_hans: 无法生成报告

source: Couldn't generate the recovery PDF. The session may not have enough data.
ar: تعذّر إنشاء ملف PDF للتعافي. قد لا تحتوي الجلسة على بيانات كافية.
da: Kunne ikke generere restitutions-PDF'en. Sessionen har måske ikke nok data.
de: Das Erholungs-PDF konnte nicht erzeugt werden. Die Sitzung hat möglicherweise zu wenig Daten.
es: No se pudo generar el PDF de recuperación. Puede que la sesión no tenga datos suficientes.
fi: Palautumis-PDF:n luonti epäonnistui. Istunnossa ei ehkä ole tarpeeksi tietoja.
fr: Impossible de générer le PDF de récupération. La séance manque peut-être de données.
is: Ekki tókst að útbúa endurheimtar-PDF. Lotan hefur mögulega ekki næg gögn.
it: Impossibile generare il PDF di recupero. La sessione potrebbe non avere dati a sufficienza.
ja: 回復レポートの PDF を生成できませんでした。セッションのデータが不足している可能性があります。
ko: 회복 PDF를 생성할 수 없었습니다. 세션 데이터가 충분하지 않을 수 있습니다.
nb: Kunne ikke generere restitusjons-PDF-en. Økten har kanskje ikke nok data.
nl: Kon de herstel-PDF niet aanmaken. De sessie heeft mogelijk niet genoeg gegevens.
pt_br: Não foi possível gerar o PDF de recuperação. A sessão pode não ter dados suficientes.
ru: Не удалось создать PDF восстановления. Возможно, в сессии недостаточно данных.
sv: Kunde inte generera återhämtnings-PDF:en. Passet kanske inte har tillräckligt med data.
zh_hans: 无法生成恢复 PDF。该次记录的数据可能不足。

source: Couldn't merge — try again.
ar: تعذّر الدمج — حاول مرة أخرى.
da: Kunne ikke flette — prøv igen.
de: Zusammenführen fehlgeschlagen — versuch es erneut.
es: No se pudo combinar; inténtalo de nuevo.
fi: Yhdistäminen ei onnistunut — yritä uudelleen.
fr: Fusion impossible — réessayez.
is: Tókst ekki að sameina — reyndu aftur.
it: Impossibile unire — riprova.
ja: 結合できませんでした。もう一度お試しください。
ko: 병합하지 못했습니다 — 다시 시도하세요.
nb: Kunne ikke slå sammen — prøv igjen.
nl: Samenvoegen mislukt — probeer het opnieuw.
pt_br: Não foi possível mesclar — tente novamente.
ru: Не удалось объединить — попробуйте снова.
sv: Det gick inte att slå samman — försök igen.
zh_hans: 无法合并——请重试。

source: Couldn't open file: %@
ar: تعذّر فتح الملف: %@
da: Kunne ikke åbne filen: %@
de: Datei konnte nicht geöffnet werden: %@
es: No se pudo abrir el archivo: %@
fi: Tiedostoa ei voitu avata: %@
fr: Impossible d’ouvrir le fichier : %@
is: Tókst ekki að opna skrána: %@
it: Impossibile aprire il file: %@
ja: ファイルを開けませんでした: %@
ko: 파일을 열 수 없음: %@
nb: Kunne ikke åpne filen: %@
nl: Kon bestand niet openen: %@
pt_br: Não foi possível abrir o arquivo: %@
ru: Не удалось открыть файл: %@
sv: Kunde inte öppna filen: %@
zh_hans: 无法打开文件：%@

source: Couldn't prepare report
ar: تعذّر إعداد التقرير
da: Kunne ikke forberede rapport
de: Bericht konnte nicht vorbereitet werden
es: No se pudo preparar el informe
fi: Raporttia ei voitu valmistella
fr: Impossible de préparer le rapport
is: Tókst ekki að undirbúa skýrslu
it: Impossibile preparare il report
ja: レポートを準備できませんでした
ko: 보고서를 준비할 수 없습니다
nb: Kunne ikke forberede rapport
nl: Kon rapport niet voorbereiden
pt_br: Não foi possível preparar o relatório
ru: Не удалось подготовить отчёт
sv: Det gick inte att förbereda rapporten
zh_hans: 无法准备报告

source: Couldn't pull sleep data from Apple Health. Check Settings → Privacy & Security → Health → Emuqu.
ar: تعذّر جلب بيانات النوم من Apple Health. تحقّق من الإعدادات ← الخصوصية والأمن ← صحتي ← Emuqu.
da: Kunne ikke hente søvndata fra Apple Health. Tjek Indstillinger → Anonymitet og sikkerhed → Sundhed → Emuqu.
de: Schlafdaten konnten nicht aus Apple Health geladen werden. Prüfe Einstellungen → Datenschutz & Sicherheit → Health → Emuqu.
es: No se pudieron obtener los datos de sueño de Apple Health. Revisa Ajustes → Privacidad y seguridad → Salud → Emuqu.
fi: Unitietoja ei saatu haettua Apple Healthista. Tarkista Asetukset → Tietosuoja ja suojaus → Terveys → Emuqu.
fr: Impossible de récupérer les données de sommeil depuis Apple Santé. Vérifiez Réglages → Confidentialité et sécurité → Santé → Emuqu.
is: Ekki tókst að sækja svefngögn úr Apple Health. Athugaðu Stillingar → Persónuvernd og öryggi → Health → Emuqu.
it: Impossibile recuperare i dati del sonno da Apple Salute. Controlla Impostazioni → Privacy e sicurezza → Salute → Emuqu.
ja: Apple ヘルスケアから睡眠データを取得できませんでした。設定 → プライバシーとセキュリティ → ヘルスケア → Emuqu を確認してください。
ko: Apple 건강에서 수면 데이터를 가져올 수 없습니다. 설정 → 개인정보 보호 및 보안 → 건강 → Emuqu를 확인하세요.
nb: Kunne ikke hente søvndata fra Apple Health. Sjekk Innstillinger → Personvern og sikkerhet → Helse → Emuqu.
nl: Kan geen slaapgegevens ophalen uit Apple Health. Controleer Instellingen → Privacy en beveiliging → Gezondheid → Emuqu.
pt_br: Não foi possível obter os dados de sono do Apple Saúde. Verifique Ajustes → Privacidade e Segurança → Saúde → Emuqu.
ru: Не удалось получить данные о сне из Apple Здоровье. Проверьте Настройки → Конфиденциальность и безопасность → Здоровье → Emuqu.
sv: Det gick inte att hämta sömndata från Apple Hälsa. Kontrollera Inställningar → Integritet och säkerhet → Hälsa → Emuqu.
zh_hans: 无法从 Apple 健康获取睡眠数据。请检查“设置 → 隐私与安全性 → 健康 → Emuqu”。

source: Couldn't queue: %@
ar: تعذّرت الإضافة إلى قائمة الانتظار: %@
da: Kunne ikke sætte i kø: %@
de: Konnte nicht in die Warteschlange gestellt werden: %@
es: No se pudo poner en cola: %@
fi: Jonoon ei voitu lisätä: %@
fr: Impossible de mettre en file d’attente : %@
is: Tókst ekki að setja í biðröð: %@
it: Impossibile accodare: %@
ja: キューに追加できませんでした: %@
ko: 대기열에 넣지 못했습니다: %@
nb: Kunne ikke legge i kø: %@
nl: Kon niet in de wachtrij plaatsen: %@
pt_br: Não foi possível enfileirar: %@
ru: Не удалось поставить в очередь: %@
sv: Kunde inte köa: %@
zh_hans: 无法排队：%@

source: Couldn't reach iPhone: %@
ar: تعذّر الوصول إلى الـ iPhone: %@
da: Kunne ikke nå iPhone: %@
de: iPhone nicht erreichbar: %@
es: No se pudo contactar con el iPhone: %@
fi: iPhonea ei tavoitettu: %@
fr: Impossible de joindre l’iPhone : %@
is: Náði ekki í iPhone: %@
it: Impossibile raggiungere l’iPhone: %@
ja: iPhone に接続できませんでした: %@
ko: iPhone에 연결할 수 없음: %@
nb: Fikk ikke kontakt med iPhone: %@
nl: Kon iPhone niet bereiken: %@
pt_br: Não foi possível acessar o iPhone: %@
ru: Не удалось связаться с iPhone: %@
sv: Kunde inte nå iPhone: %@
zh_hans: 无法连接 iPhone：%@

source: Couldn't reach the strap — bring it close, make sure it's on, then try again.
ar: تعذّر الوصول إلى الحزام — قرّبه، وتأكد من تشغيله، ثم أعد المحاولة.
da: Kunne ikke nå pulsbæltet — hold det tæt på, sørg for at det er tændt, og prøv igen.
de: Der Gurt war nicht erreichbar — bring ihn näher, stelle sicher, dass er an ist, und versuche es erneut.
es: No se pudo conectar con la banda — acércala, comprueba que esté encendida e inténtalo de nuevo.
fi: Pantaan ei saatu yhteyttä — tuo se lähelle, varmista että se on päällä ja yritä uudelleen.
fr: Impossible d’atteindre la ceinture — rapprochez-la, vérifiez qu’elle est allumée, puis réessayez.
is: Náði ekki í ólina — hafðu hana nálægt, gakktu úr skugga um að hún sé kveikt og reyndu aftur.
it: Impossibile raggiungere la fascia — avvicinala, assicurati che sia accesa e riprova.
ja: ストラップに接続できませんでした — 近づけて、電源が入っているか確認してから再試行してください。
ko: 스트랩에 연결할 수 없습니다 — 가까이 두고 전원이 켜져 있는지 확인한 뒤 다시 시도하세요.
nb: Kunne ikke nå pulsbeltet — hold det nært, sjekk at det er på, og prøv igjen.
nl: Kon de band niet bereiken — houd hem dichtbij, controleer of hij aanstaat en probeer opnieuw.
pt_br: Não foi possível alcançar a cinta — aproxime-a, confirme que está ligada e tente de novo.
ru: Не удалось связаться с датчиком — поднесите его ближе, убедитесь, что он включён, и повторите.
sv: Kunde inte nå pulsbandet — håll det nära, se till att det är på och försök igen.
zh_hans: 无法连接心率带 — 请靠近、确认已开机，然后重试。
